amd-ucode
base
base-devel
bluez
bluez-utils
discord
dmenu
efibootmgr
feh
firefox
git
gst-plugin-pipewire
gvfs
htop
i3-wm
i3blocks
i3lock
i3status
intel-media-driver
iwd
kitty
libpulse
libva-intel-driver
lightdm
lightdm-gtk-greeter
linux
linux-firmware
maim
nano
neofetch
neovim
nodejs
npm
obs-studio
openssh
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polybar
rofi
smartmontools
thunar
ttf-jetbrains-mono-nerd
vim
visual-studio-code-bin
vulkan-intel
vulkan-radeon
wget
wireless_tools
wireplumber
wpa_supplicant
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-xinit
xss-lock
xterm
yay
yay-debug
zram-generator
